class Shayari {
  Shayari._();
  static const shayariData = [
    "हमसे कोई खता हो जाये तो माफ़ करना,\nहम याद न कर पाएं तो माफ़ करना,\nदिल से तो हम आपको कभी भूलते नहीं,\nपर ये दिल ही रुक जाये तो माफ़ करना।",
    "तुम नफरतों के धरने कयामत तक जारी रखो ऐ सनम,\nहम मोहब्बत से इस्तीफा मरते दम तक नहीं देंगे।",
    "तुम खफा हो गए तो कोई ख़ुशी न रहेगी,\nतुम्हारे बिना चिरागों में रोशनी न रहेगी,\nक्या कहे क्या गुजरेगी इस दिल पर,\nजिंदा तो रहेंगे पर ज़िन्दगी न रहेगी।",
    "रिश्तों में दूरियां तो आती-जाती रहती हैं,\nफिर भी दोस्ती दिलो को मिला देती है,\nवो दोस्ती ही क्या जिसमे नाराजगी न हो,\nपर सच्ची दोस्ती दोस्तों को मना ही लेती है।",
    "नाराज क्यूँ होते हो किस बात पे हो रूठे,\nअच्छा चलो ये माना तुम सच्चे हम ही झूठे,\nकब तक छुपाओगे तुम हमसे हो प्यार करते,\nगुस्से का है बहाना दिल में हो हम पे मरते।",
    "Duniya Ko Haqiqt Meri Pata Kuch Bhi Nahi,\nIlzam Hzaro Hai Aurr Khata Kuch Bhi Nahi,\nDiL Me Kya Hai Ye Padh Na Skoge,\nSare Panne Bikhre Hue Hai, aur Likha Kuch Bhi Nahi!",
    "Jane kya khata he meri aye khuda,\nKe har mood per ajama leta hai tu,\nChahat rakhta hu jis chiz ki,\nUse kisi aur ka bana deta hai tu.",
    "किसी के दिल में बसना कुछ बुरा तो नहीं,\nकिसी को दिल में बसाना कोई खता तो नहीं,\nगुनाह हो यह ज़माने की नज़र में तो क्या,\nज़माने वाले कोई खुदा तो नहीं।",
    "मेरी हर खता पर नाराज़ न होना,\nअपनी प्यारी सी मुस्कान कभी न खोना,\nसुकून मिलता है देखकर आपकी मुस्कराहट को,\nमुझे मौत भी आये तो भी मत रोना!",
    "दिल से तेरी याद को जुदा तो नहीं किया,\nरखा जो तुझे याद कुछ बुरा तो नहीं किया,\nहम से तू नाराज़ हैं किस लिये बता जरा,\nहमने कभी तुझे खफा तो नहीं किया।",
    "Agar Main Had Se Guzar Jaon To Mujhe Maaf Karna,\nTere Dil Main Utar Jaon Maaf Karna,\nRaat Main Tujhe Dekh Kar Tere Deedar Ki Khatir,\nPal Bhar Jo Thehar Jaon To Mujhe Maaf Karna.\nGood Night Friends",
    "एक ज़रा सी भूल खता बन गयी,\nमेरी वफ़ा ही मेरी सजा बन गयी,\nदिल लिया और खेल कर तोड़ दिया उसने,\nहमारी जान गयी और उनकी अदा बन गयी.",
    "खफा होने से पहले खता बता देना,\nरुलाने से पहले हँसना सिखा देना,\nअगर जाना हो कभी हम से दूर आप को,\nतो पहले बिना सांस लिए जीना सिखा देना।",
    "आज मैंने खुद से एक वादा किया है,\nमाफ़ी मंगुगा तुझसे तुझे रुसवा किया है,\nहर मोड़ पर रहूँगा मैं तेरे साथ साथ,\nअनजाने में मैंने तुझको बहुत दर्द दिया है।",
    "न चलता है दिल पर जोर कोई,\nयह खुद की ही मर्जी चलाता है,\nकरता है खटाएं कैसी कैसी,\nऔर बदले में हमें रुलाता है।",
    "I'm Sorry.\nबहुत उदास है कोई शख्स तेरे जाने से,\nहो सके तो लौट के आजा किसी बहाने से,\nतू लाख खफा हो पर एक बार तो देख ले,\nकोई बिखर गया है तेरे रूठ जाने से।",
    "खता हो गयी तो फिर सज़ा सुना दो,\nदिल में इतना दर्द क्यूँ है वजह बता दो,\nदेर हो गयी याद करने में जरूर,\nलेकिन तुमको भुला देंगे ये ख्याल मिटा दो।",
    "बहुत उदास है कोई शख्स तेरे जाने से,\nहो सके तो लौट के आजा किसी बहाने से,\nतू लाख खफा हो पर एक बार तो देख ले,\nकोई बिखर गया है तेरे रूठ जाने से।",
    "हो सकता है हमने आपको कभी रुला दिया,\nआपने तो दुनिया के कहने पे हमें भुला दिया,\nहम तो वैसे भी अकेले थे इस दुनिया में,\nक्या हुआ अगर आपने एहसास दिला दिया।",
    "हम रूठे भी तो किसके भरोसे रूठें,\nकौन है जो आयेगा हमें मनाने के लिए,\nहो सकता है तरस आ भी जाये आपको,\nपर दिल कहाँ से लायें आपसे रूठ जाने के लिये।",
    "सॉरी कहने का मतलब है,\nकि आपके लिए दिल में प्यार है,\nअब जल्दी से हमे माफ़ कर दो ऐ सनम,\nसुना है आप बहुत समझदार हैं।"
  ];
}
